ShallowGreen123/T5_P4_Epaper/examples/camera_id_detect/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_IDF_TARGET_ESP32P4=y

CONFIG_CAMERA_SC2336=y
CONFIG_CAMERA_OV2710=y
CONFIG_CAMERA_OV5645=y
